Repository: pypi-data/pypi-mirror-169
Catalog: packages/typeatlas/typeatlas-0.96.178.tar.gz/typeatlas-0.96.178/typeatlas/i18n/*.po
Languages: bg

source: Font name
bg: Име на шрифт

source: Outline
bg: Векторен

source: Bitmap
bg: Растерен

source: Scalable
bg: Скалируем

source: Width {width}, slant {slant}, weight {weight}.
bg: Широчина {width}, наклон {slant}, дебелина {weight}.

source: Decorative.
bg: Декоративен.

source: Vertical.
bg: Вертикален.

source: Select languages
bg: Избери езици

source: Select writing systems
bg: Избери писмености

source: Select font style family and features
bg: Избери свойства и фамилия на шрифт

source: IBM class
bg: IBM клас

source: PANOSE class
bg: PANOSE клас

source: &Writing...
bg: &Писмености...

source: &Languages...
bg: &Езици...

source: &Class...
bg: &Клас...

source: Default antialiasing
bg: Заглаждане по подразбиране

source: No antialiasing
bg: Без заглаждане

source: No subpixel rendering
bg: Без подпикселно заглаждане

source: Antialiasing
bg: Заглаждане

source: Default hinting
bg: Инструктиране по подразбиране

source: No hinting
bg: Без инструктиране

source: Vertical hinting
bg: Вертикално инструктиране

source: Full hinting
bg: Пълно инструктиране

source: TypeAtlas Sampler
bg: Мостри на ШрифтАтлас

source: Twilight TypeAtlas
bg: Twilight ШрифтАтлас

source: &Fonts
bg: &Шрифтове

source: &View
bg: &Изглед

source: &Help
bg: &Помощ

source: Loading font list...
bg: Зареждане на списъка с шрифтове...

source: Filling detailed font info...
bg: Попълване на подробната информация за шрифтовете...

source: Attempting to guess family type...
bg: Опит за отгатване на фамилиите...

source: Populating unicode info...
bg: Попълване на уникод информацията...

source: System fonts
bg: Системни шрифтове

source: Standard
bg: Стандартен

source: Files
bg: Файлове

source: Overview
bg: Обобщение

source: Characters
bg: Знаци

source: Sampler
bg: Мостри

source: Open sampler
bg: Отваряне на мостри

source: Anti-aliased - {antialias}, RGBA {rgba}. Hinted - {hinting}, style {hintstyle}. Autohinter - {autohinter}. LCD filter {lcdfilter}
bg: Заглаждане - {antialias}, подпикселно {rgba}. Инструктиране - {hinting}, стил{hintstyle}. Автоинструктиране - {autohinter}. LCD филтър {lcdfilter}

source: yes
bg: да

source: no
bg: не

source: Unicode database not loaded
bg: Уникод базата не е заредена

source: Unknown character
bg: Неизвестен знак

source: Hex code
bg: Шестнадесетичен код

source: Character
bg: Знак

source: Category
bg: Категория

source: Block
bg: Блок

source: Script
bg: Писменост

source: Variation
bg: Вариация

source: Search characters...
bg: Търсене в знаците...

source: All
bg: Всички

source: About %s
bg: За %s

source: About FreeType
bg: За FreeType

source: Fonts rendering provided by FreeType %s
bg: Растеризиране на шрифтове предоставено от FreeType %s

source: FreeType is a cross-platform multi-format library for font rasterization.
bg: FreeType е многоплаформена многоформатна библиотека за растеризиране на шрифтове.

source: About Python
bg: За Python

source: This program is powered by Python %s
bg: Тази програма се изпълнява от Python %s

source: Python is a cross-platform high-level programming language
bg: Python е многоплатформен език за програмиране от високо ниво

source: Using %s implementation
bg: Използане на %s имплементация

source: About operating system
bg: За операционната система

source: System: %s
bg: Система: %s

source: About Qt
bg: За Qt

source: unclassified
bg: некласифициран

source: Unclassfied
bg: Некласифициран

source: Old-style Serif
bg: Античен сериф

source: Transitional Serif
bg: Преходен сериф

source: Modern Serif
bg: Модерен сериф

source: Clarendon Serif
bg: Кларендон сериф

source: Slab Serif
bg: Блоков сериф

source: Freeform Serif
bg: Свободен сериф

source: Sans Serif
bg: Безсерифен

source: Ornamental
bg: Орнаментен

source: class|Script
bg: class|Ръкопис

source: Symbol
bg: Символ

source: Unclassified
bg: Некласифициран

source: Miscellaneous
bg: Разни

source: IBM Rounded Legibility
bg: IBM заоблен четлив

source: Garalde
bg: Гералдов

source: Venetian
bg: Венециански

source: Modified Venetian
bg: Модифициран венециански

source: Dutch Modern
bg: Модерен холандски

source: Dutch Traditional
bg: Традиционен холандски

source: Contemporary
bg: Съвременен

source: Calligraphic
bg: Калиграфически

source: Direct Line
bg: Пряк щрих

source: Italian
bg: Италиански

source: Clarendon
bg: Кларендонски

source: Modern
bg: Модерен

source: Traditional
bg: Традиционен

source: Newspaper
bg: Вестникарски

source: Stub Serif
bg: Къс сериф

source: Monotone
bg: Монотонен

source: Typewriter
bg: Машинописен

source: Humanist
bg: Хуманистичен

source: Geometric
bg: Геометрически

source: Swiss
bg: Швейцарски

source: IBM Neo-grotesque Gothic
bg: IBM нео-гротесков готически

source: Low-X Round Geometric
bg: Нисък заоблен геометрически

source: High-X Round Geometric
bg: Висок заоблен геометрически

source: Neo-grotesque Gothic
bg: Нео-гротесков готически

source: Modified Neo-grotesque Gothic
bg: Модифициран нео-гротесков готически

source: Typewriter Gothic
bg: Машинописен готически

source: Matrix
bg: Матричен

source: Engraver
bg: Гравиран

source: Black Letter
bg: Готическо писмо

source: Decorative
bg: Декоративен

source: Three-dimensional
bg: Триизмерен

source: Uncial
bg: Унциален

source: Brush Joined
bg: Четка, слята

source: Formal Joined
bg: Формален слят

source: Monotone Joined
bg: Монотонен слят

source: Brush Unjoined
bg: Четка, неслята

source: Formal Unjoined
bg: Формален неслят

source: Monotone Unjoined
bg: Монотонен слят

source: Mixed Serif
bg: Смесен сериф

source: Neo-grotesque Sans Serif
bg: Нео-гротесков безсерифен

source: Text
bg: Текст

source: Handwritten
bg: Ръкописен

source: Cove Serif
bg: Сериф със свод

source: Obtuse Cove Serif
bg: Сериф с тъп свод

source: Square Cove Serif
bg: Сериф с квадратен свод

source: Obtuse Square Cove Serif
bg: Сериф с тъп квадратен свод

source: Square Serif
bg: Квадратен сериф

source: Thin Serif
bg: Тънък сериф

source: Oval Serif
bg: Заоблен сериф

source: Exaggerated Serif
bg: Подчертан сериф

source: Triangle Serif
bg: Триъгълен сериф

source: Normal Sans
bg: Обикновен безсерифен

source: Obtuse Sans
bg: Тъп безсерифен

source: Perpendicular Sans
bg: Перпендикулярен безсерифен

source: Flared Transitional Serif
bg: Разтворен преходен сериф

source: Rounded Transitional Serif
bg: Овален преходен сериф

source: Flat Nib
bg: Право перо

source: Pressure Point
bg: Гъвкав връх

source: Engraved
bg: Гравиран

source: Ball (Round Cap)
bg: Химикалка (заоблен връх)

source: Brush
bg: Четка

source: Rough
bg: Груб

source: Felt Pen / Brush Tip
bg: Маркер / флумастер

source: Wild Brush (Drips and splatters)
bg: Дива четка (капе и пръска)

source: Derivative
bg: Производен

source: Non-standard Topology
bg: Нестандартна топология

source: Non-standard Elements
bg: Нестандартни елементи

source: Non-standard Aspect
bg: Нестандартни пропорции

source: Initials
bg: Заглавки (инициали)

source: Cartoon
bg: Карикатура

source: Picture Stems
bg: Рисуван ствол

source: Ornamented
bg: С орнаменти

source: Text and Background
bg: Текст и фон

source: Collage
bg: Колаж

source: Montage
bg: Монтаж

source: Montages
bg: Монтажи

source: Pictures
bg: Рисунки

source: Shapes
bg: Форми

source: Scientific
bg: Научни

source: Music
bg: Музика

source: Expert
bg: Експертен

source: Patterns
bg: Шарки

source: Boarders
bg: Рамки

source: Icons
bg: Икони

source: Logos
bg: Логотипи

source: Industry specific
bg: Специфични за отрасъл

source: serif
bg: серифен

source: sans-serif
bg: безсерифен

source: fantasy
bg: фантазия

source: cursive
bg: курсив

source: symbol
bg: символ

source: Letter
bg: Буква

source: Uppercase
bg: Главна

source: Lowercase
bg: Малка

source: Titlecase
bg: Заглавна

source: Mark
bg: Знак

source: Non-Spacing
bg: Без разредка

source: Spacing Combining
bg: Комбиниращи, с разредка

source: Enclosing
bg: Ограждащи

source: Number
bg: Число

source: Decimal Digit
bg: Десетична цифра

source: Other
bg: Други

source: Separator
bg: Разделител

source: Space
bg: Разредка

source: Line
bg: Линия

source: Paragraph
bg: Параграф

source: Control
bg: Контролен

source: Format
bg: Форматиране

source: Surrogate
bg: Сурогатни

source: Private Use
bg: Частно ползване

source: Not Assigned
bg: Незададен

source: Modifier
bg: Модификатор

source: Punctuation
bg: Пунктуация

source: Connector
bg: Свързващ символ

source: Dash
bg: Тире

source: Open
bg: Отваряне

source: Close
bg: Затваряне

source: Initial quote
bg: Начална кавичка

source: Final quote
bg: Крайна кавичка

source: Math
bg: Математика

source: Currency
bg: Валута

source: Left-to-Right
bg: Отляво надясно

source: Left-to-Right Embedding
bg: Отляво надясно вграждащ

source: Left-to-Right Override
bg: Отляво надясно отменящ

source: Right-to-Left
bg: Отдясно наляво

source: Right-to-Left Arabic
bg: Отдясно наляво арабски

source: Right-to-Left Embedding
bg: Отдясно наляво вмъкващ

source: Right-to-Left Override
bg: Отдясно наляво отменящ

source: Pop Directional Format
bg: Край на форматирането за посока

source: European Number
bg: Европейско число

source: European Number Separator
bg: Разделител на европейски числа

source: European Number Terminator
bg: Край на европейски числа

source: Arabic Number
bg: Арабско число

source: Common Number Separator
bg: Общ разделител на числа

source: Non-Spacing Mark
bg: Знак без разредка

source: Boundary Neutral
bg: Гранично неутрален

source: Paragraph Separator
bg: Разделител на параграфи

source: Segment Separator
bg: Разделител на части

source: Whitespace
bg: Разредки

source: Other Neutrals
bg: Други неутрални

source: Unknown
bg: Неизвестен

source: OpenType Font
bg: OpenType шрифт

source: OpenType Collection
bg: OpenType колекция

source: TrueType Font
bg: TrueType шрифт

source: TrueType Collection
bg: TrueType колекция

source: PostScript Printer Font Binary
bg: PostScript компилиран шрифт за принтер

source: PostScript Type 1 Printer Font
bg: PostScript Type 1 шрифт за принтер

source: PostScript Printer Font ASCII
bg: PostScript некомпилиран шрифт за принтер

source: Portable Compiled Font Format
bg: Portable Compiled Font формат

source: Glyph Bitmap Distribution Format
bg: Bitmap Distribution Format за знаци

source: Windows FNT Bitmap Fonts
bg: Windows FNT растерни шрифтове

source: Unknown file format
bg: Неизвестен файлов формат

source: Gzip Lempel-Ziv compression
bg: Gzip Lempel-Ziv компресия

source: Bzip2 Burrows-Wheeler block-sorting compression
bg: Bzip2 Burrows-Wheeler блоково сортираща компресия

source: XZ-encoded Lempel-Ziv-Markov chain-Algorithm compression
bg: XZ-кодирана компресия с Lempel-Ziv-Markov chain-Algorithm

source: Lempel-Ziv-Markov chain-Algorithm compression
bg: Lempel-Ziv-Markov chain-Algorithm компресия

source: X11 Glyph Bitmap Distribution Format
bg: X11 Glyph Bitmap Distribution формат

source: X11 Portable Compiled Font Format
bg: X11 Portable Compiled Font формат

source: Unknown font format
bg: Неизвестен формат на шрифт

source: Type Atlas
bg: Шрифт Атлас

source: Search fonts...
bg: Търсене в шрифтовете...
