Repository: pypi-data/pypi-mirror-169
Catalog: packages/djangocms-faq/djangocms-faq-1.5.1.tar.gz/djangocms-faq-1.5.1/djangocms_faq/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <i>Editing the faq using the django admin will only update the draft page, you will need to refresh the page to see the changes, and publish the page to made the changes appear on the live page.</i>
fr: <i>Modifier la faq en utilisant l'administration de django ne mettra à jour que la page de brouillon, vous devrez rafraîchir la page pour voir les changements, et publier la page pour que les changements apparaissent sur la page en direct.</i>

source: <i>Editing a question using the django admin will only update the draft version, you will need to refresh the page to see the changes, and publish the page to made the changes appear on the live page.</i>
fr: <i>Modifier une question en utilisant l'administration de django ne mettra à jour que la page de brouillon, vous devrez rafraîchir la page pour voir les changements, et publier la page pour que les changements apparaissent sur la page en direct.</i>

source: Faq Container
fr: Conteneur de Faq

source: Faq Question
fr: Question de Faq

source: Faq Search
fr: Recherche Faq

source: Title
fr: Titre

source: Optional. Title that will be displayed on top of the FAQ. If not specified, nothing will be displayed.
fr: Facultatif. Titre qui sera affiché en haut de la FAQ. S'il n'est pas spécifié, rien ne sera affiché.

source: Name
fr: Nom

source: Required. Will not be displayed on the website. Used to distinguish between several faqs.<br />
fr: Obligatoire. Ne sera pas affiché sur le site web. Utilisé pour s'y retrouver entre plusieurs faqs.<br />

source: Not on a page (maybe an apphook, like the blog)
fr: Pas sur une page (peut-être sur un apphook, comme le blog)

source: Draft
fr: Brouillon

source: Keywords
fr: Mot-clefs

source: Unique slug for this question. Keep empty to let it be auto-generated. <br /><i>Warning: There is no control that the slug is unique, so you have to update it yourself if there is another question on the same page with the same slug.</i>
fr: Slug unique pour cette question. Laissez vide pour qu'il soit généré automatiquement. <br /><i>Attention : Il n'y a aucun contrôle que le slug est unique, vous devez donc le mettre à jour vous-même s'il y a une autre question sur la même page qui contient le même slug.</i>

source: Keyword
fr: Mot-clef

source: Search name
fr: Nom de la recherche

source: Search in
fr: Rechercher dans

source: Format: name (source page name).<br />
fr: Format: nom (nom de la page).<br />

source: No result found.
fr: Aucun résultat n'a été trouvé.
